Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Comparing different data from different sources allows each group of scientists to identify and correct their measurements when errors are made.
sv_se: Genom att jämföra olika data från olika källor kan varje forskargrupp identifiera och korrigera sina felaktiga mätningar.

source: Complete the instructions by entering the correct number in each repeat block.
sv_se: Slutför instruktionerna genom att skriva in korrekt värde i respektive upprepa-block.

source: Complete the model:
sv_se: Gör klart modellen:

source: Complete the program below using the four highlighted drop-down menus.
sv_se: Gör klart programmet nedan genom att använda de fyra markerade rullistorna.

source: Complete the program to land safely on Planet A, then Planet E, then dock at the space station, all in one trip.
sv_se: Gör klart programmet för att landa säkert på planet A, sedan på planet E och därefter docka vid rymdstationen, allt detta under en resa.

source: Complete the program to land safely on Planet D then dock at the space station without running out of fuel.
sv_se: Gör klart programmet för att landa säkert på planet D och därefter docka vid rymdstationen utan att få slut på bränsle.

source: Complete the program, landing the spacecraft safely on different planets both with and without the parachute.
sv_se: Gör klart programmet och landa rymdfarkosten säkert på olika planeter både med och utan fallskärmen.

source: Complete the table below using the information in the graph above.
sv_se: Fyll i tabellen med hjälp av informationen i diagrammet ovanför.

source: Completely thawed muddy soil
sv_se: Helt upptinad lerjord

source: Complex logic
sv_se: Komplex logik

source: Concentration of 60% to 95% is required.
sv_se: En koncentration på 60 % till 95 % krävs.

source: Conduct experiments to find out how cycling impacts an astronaut’s fitness.
sv_se: Genomför experiment för att ta reda på hur cykling påverkar en astronauts kondition.

source: Conduct experiments to investigate how weightlifting and aerobics impact an astronaut’s fitness.
sv_se: Genomför experiment för att ta reda på hur styrketräning och aerobics påverkar en astronauts kondition.

source: Conduct a scientific experiment where the <dependent and independent variables> are identified.
sv_se: Genomföra ett naturvetenskapligt experiment där de beroende och oberoende variablerna identifieras.

source: Conduct some experiments to find out if the relationship between running and fitness depends on hours of sleep.
sv_se: Genomför några experiment för att ta reda på om förhållandet mellan löpning och kondition beror på antalet timmar sömn.

source: Conducting complex experiments
sv_se: Genomföra komplexa experiment

source: Conducting simple experiments
sv_se: Genomföra enkla experiment

source: Conferences delivered by researchers, teachers or other professionals
sv_se: Konferenser som anordnas av forskare, lärare eller andra yrkespersoner

source: Confident
sv_se: Säker

source: Confused
sv_se: Förvirrad

source: Conifer trees
sv_se: Barrträd

source: Connect traffic to the model.
sv_se: Koppla trafik till modellen.

source: Connect an arrow from this block to the Exit exhibition block.
sv_se: Dra en pil från det här blocket till Lämna utställningen-blocket.

source: Connect another place block to the move next block.
sv_se: Koppla ytterligare ett placera-block till flytta nästa-blocket.

source: Connect the Enter viewing area and view block with the Exit exhibition block by dragging an arrow from the grey circle.
sv_se: Koppla ihop Gå in i visningsområdet och titta-blocket med Lämna utställningen-blocket genom att dra en pil från den grå cirkeln.

source: Connect the chance of rain to the model.
sv_se: Koppla risk för regn till modellen.

source: Connect the stops and total waiting time at stops variables to the other variables in the model.
sv_se: Koppla ihop variablerna hållplatser och total väntetid vid hållplatser med övriga variabler i modellen.

source: Connecting a new variable to a model
sv_se: Koppla en ny variabel till en modell

source: Connecting a random variable to the model
sv_se: Koppla en slumpmässig variabel till modellen

source: Connecting two new variables
sv_se: Koppla ihop två nya variabler

source: Conserving household water
sv_se: Hushållat med vatten i hemmet

source: Consider a day of average power use (shown above) and the expected power generated by the alternative souces (shown to the right).
sv_se: Tänk på en dag med genomsnittlig elanvändning (visas ovan) och den el som förväntas genereras av alternativa källor (visas till höger).

source: Consider a load of coal that is almost entirely carbon.
sv_se: Tänk på en last med kol (bränsle) som består nästan helt av kol (grundämne).

source: Consider moving on to the next task soon.
sv_se: Fundera över att gå vidare till nästa uppgift snart.

source: Consider the following activities that could be involved in each step of improving the removal of metal filings from your factory floor.
sv_se: Överväg följande handlingar som skulle kunna ingå i de olika stegen för att förbättra borttagandet av metallspån från ditt fabriksgolv.

source: Consider the following consequences of using a biological control agent.
sv_se: Tänk över följande konsekvenser av att använda ett biologiskt bekämpningsmedel.

source: Consider the global temperature data for the periods 1900–1920 and 1950–1970.
sv_se: Granska data för den globala temperaturen för de två perioderna 1900-1920 och 1950-1970

source: Consider the situation where there is a shortage of high-quality face masks (90–100% efficacy).
sv_se: Tänk på en situation där det råder brist på munskydd av hög kvalitet (90-100 % effektivitet).

source: Consider the three quotes, extracted from different sources.
sv_se: Överväg de tre citaten som hämtats från olika källor.

source: Consider this information about the zones:
sv_se: Ta hänsyn till följande information om zonerna:

source: Construction of turbines at site
sv_se: Byggande av vindkraftverk på platsen

source: Contact lenses are kept clean by soaking them in chemicals, and they must fit closely to the eye.
sv_se: Kontaktlinser rengörs genom att sänka ner dem i kemikalier och de måste passa ögats form perfekt.

source: Contacting a decision maker to suggest a change about an environmental issue
sv_se: Kontaktat en beslutsfattare för att föreslå en förändring kopplat till ett miljöproblem

source: Continent
sv_se: Kontinent

source: Continue
sv_se: Fortsätt

source: Continue to next section
sv_se: Fortsätt till nästa avsnitt

source: Continue to next task
sv_se: Fortsätt till nästa uppgift

source: Control box location
sv_se: Styrenhetens placering

source: Conversation groups
sv_se: Konversationsgrupper

source: Conversations in <English²> with other students outside the class
sv_se: Samtala på engelska med andra elever utanför klassen

source: Cooler waters
sv_se: Kallare vatten

source: Copper
sv_se: Koppar

source: Coral organisms
sv_se: Korallorganismer

source: Coral reefs are believed to have the highest biodiversity of any ecosystem.
sv_se: Korallrev anses ha den största biologiska mångfalden av alla ekosystem.

source: Correct answer:
sv_se: Korrekt svar:

source: Correct graph:
sv_se: Korrekt diagram:

source: Correct homework assignments.
sv_se: Rättar uppgifterna i läxan.

source: Correct solution
sv_se: Korrekt lösning

source: Correctly judge the reliability of different sources of online scientific information.
sv_se: Korrekt bedöma tillförlitligheten hos olika källor till naturvetenskaplig information på internet.

source: Corrosive
sv_se: Frätande

source: Corrosive: causes damage to human tissue by chemical action.
sv_se: Frätande: orsakar skada på mänsklig vävnad genom kemisk verkan.

source: Cotton fibres come from the outer layer of the cotton plant’s seeds.
sv_se: Bomullsfibrer kommer från det yttre lagret av bomullsplantans frön.

source: Cotton plants used in organic farming need the same amount of water as other organic crops.
sv_se: Bomullsplantor som används för ekologisk odling behöver samma mängd vatten som andra ekologiska grödor.

source: Cotton uses a lot of water to grow.
sv_se: Bomull behöver mycket vatten för att växa.

source: Could humans live on Mars without breathing apparatus?
sv_se: Skulle människor kunna leva på Mars utan andningsutrustning?

source: Could the following problems be solved by using crab traps with escape panels?
sv_se: Skulle följande problem kunna lösas genom att använda krabburar med flyktpaneler?

source: Could the following strategies reduce the amount of microplastics in marine environments?
sv_se: Kan följande strategier minska mängden mikroplaster i marina miljöer?

source: Could these features of the escape panel design help its adoption by the fishing industry?
sv_se: Skulle dessa egenskaper hos flyktpanelen kunna bidra till att den börjar användas i fiskeindustrin?

source: Count the insect types present for four years in Area 1 and in Area 2 before the grass in Area 2 is mowed into patches.
sv_se: Räkna insektsarterna som finns i fyra år i Yta 1 och Yta 2 innan områden av gräset i Yta 2 klipps.

source: Count the insect types present in Area 1 and in Area 2 for two years before the grass in Area 2 is mowed into patches, and for two years after the grass in Area 2 is mowed into patches.
sv_se: Räkna insektsarterna som finns i Yta 1 och Yta 2 i två år innan områden av gräset i Yta 2 klipps, och i två år efter att områden av gräset i Yta 2 klipps.

source: Count the insect types present only in Area 1 to determine how many different insect pollinators live in the long grass.
sv_se: Endast räkna de insektsarter som finns i Yta 1 för att avgöra hur många olika pollinerande insekter som lever i det höga gräset.

source: Countries across the world are facing the challenge of reducing their carbon dioxide emissions.
sv_se: Länder världen över står inför utmaningen att minska sina koldioxidutsläpp.

source: Country
sv_se: Land

source: Courses in this subject are not available
sv_se: Det finns inga kurser i detta ämne

source: Courses/seminars attended in person
sv_se: Kurser/seminarier med deltagande på plats

source: Crab Traps
sv_se: Krabburar

source: Crab traps can be lost when passing boats break the ropes that attach the traps to the buoys.
sv_se: Krabburar kan förloras när passerande båtar förstör repen som förbinder burarna med bojarna.

source: Crabs and small sea animals can enter and exit the trap
sv_se: Krabbor och små, havslevande djur kan ta sig in i och ut ur buren

source: Crabs and small sea animals get trapped
sv_se: Krabbor och små, havslevande djur blir instängda

source: Crabs are crustaceans that are a popular food source.
sv_se: Krabbor är kräftdjur som är populära att äta.

source: Create a computer program, macro or app e.g. in <Scratch>, <Logo>, <VBA>,<Java>
sv_se: Skapa ett datorprogram, makro eller app i t.ex. Python, JavaScript, Lua

source: Create a multi-media presentation (with sound, pictures, or video)
sv_se: Skapa en multimediapresentation (med ljud, bilder eller video)

source: Create and edit music (e.g. <Audacity, GarageBand>)
sv_se: Skapa och redigera musik (t.ex. med Audacity, GarageBand)

source: Create and edit music (e.g. <Audacity>, <GarageBand>)
sv_se: Skapa och redigera musik (t.ex. med Audacity, GarageBand)

source: Create and edit videos (e.g., <iMovie, Final Cut Pro, InShot>)
sv_se: Skapa och redigera video (t.ex. med iMovie, Windows Movie Maker)

source: Create and edit videos (e.g., <iMovie>, <Final Cut Pro>, <InShot>)
sv_se: Skapa och redigera video (t.ex. med iMovie, Windos Movie Maker)

source: Create binding regulations and legal frameworks
sv_se: Skapa bindande regler och rättsliga ramar.

source: Create binding regulations and legal frameworks.
sv_se: Skapa bindande regler och rättsliga ramar.

source: Create shared documents online for collaborative work with others (e.g. using <Google Docs, Dropbox>)
sv_se: Skapa delade dokument för att samarbeta med andra (t.ex. Google Dokument, Dropbox)

source: Creating or building paths is better than doing nothing.
sv_se: Att skapa eller bygga korridorer är bättre än att inte göra någonting.

source: Creating paths in other areas has resulted in authorities reducing the overall area of habitat they preserve.
sv_se: Att skapa korridorer i andra områden har resulterat i att myndigheterna har minskat det totala området av bevarade livsmiljöer.

source: Critically endangered/endangered/vulnerable
sv_se: Akut hotad/starkt hotad/sårbar

source: Crocodilia
sv_se: Krokodildjur

source: Crops are protected from extreme weather.
sv_se: Grödor skyddas mot extremväder.

source: Crops fail to grow
sv_se: Grödor växer inte

source: Crops grow faster.
sv_se: Grödorna växer snabbare.

source: Cup of black coffee, pH 5
sv_se: En kopp svart kaffe, pH 5

source: Currently, most crops are grown outdoors on farms.
sv_se: I nuläget odlas de flesta grödor utomhus på jordbruk.

source: Curry is a dish of meat or vegetables in a thick, liquid sauce.
sv_se: Currygryta är en maträtt som består av kött eller grönsaker i en tjock, flytande sås.

source: Cycling
sv_se: Cykling

source: Cycling varies (increases)
sv_se: Cykling varierar (ökar)

source: Dairy
sv_se: Mjölk av animaliskt ursprung

source: Data deficient
sv_se: Kunskapsbrist

source: Data supporting a hypothesis is presented but data that does not support the hypothesis is ignored.
sv_se: Data som stöder en hypotes presenteras, men data som inte stöder hypotesen ignoreras.

source: Data table
sv_se: Datatabell

source: Day
sv_se: Dag

source: Day 1
sv_se: Dag 1

source: Day 2
sv_se: Dag 2

source: Day 3
sv_se: Dag 3

source: Day 4
sv_se: Dag 4

source: Day 5
sv_se: Dag 5

source: Decane
sv_se: Dekan

source: Decanting
sv_se: Dekantering

source: Deciding on budget allocations
sv_se: Besluta om budgetfördelningar

source: Deciding which courses are offered
sv_se: Bestämma om vilka kurser som ska erbjudas

source: Decision blocks like this one always need both a Yes and a No arrow.
sv_se: Beslutsblock som detta behöver alltid ha både en Ja- och en Nej-pil.

source: Decision-making aspect
sv_se: Aspekt av beslutsfattande

source: Decision-making involves consideration of different aspects such as ethics or economics.
sv_se: Beslutsfattande innebär överväganden av olika aspekter som till exempel etik eller ekonomi.

source: Decomposers consume large amounts of dissolved oxygen and release carbon dioxide into the water.
sv_se: Nedbrytare förbrukar stora mängder upplöst syre och släpper ut koldioxid i vattnet.

source: Decrease the maximum speed for ships.
sv_se: Minska fartygens maxhastighet.

source: Decreases
sv_se: Minskar

source: Defining a complex relationship
sv_se: Definiera ett komplext förhållande

source: Defining a simple relationship
sv_se: Definiera ett enkelt förhållande

source: Definitely
sv_se: Definitivt

source: Delete an arrow by clicking .
sv_se: Ta bort en pil genom att klicka på .

source: Depart
sv_se: Avgå

source: Departure from Lemontown (hh:mm)
sv_se: Avgångstid från Linköping

source: Departure time
sv_se: Avgångstid

source: Desalination
sv_se: Avsaltning

source: Desalination plants provide a reliable source of freshwater, ensuring that water supplies for manufacturing can be maintained.
sv_se: Avsaltningsanläggningar är en pålitlig källa till sötvatten och säkerställer att vattentillgången för tillverkningsindustrin kan upprätthållas.

source: Desalination technology has been proven to work: almost 16,000 desalination plants are operating in about 180 countries.
sv_se: Avsaltningstekniken har visat sig fungera: nästan 16 000 avsaltningsanläggningar är i drift i 180 länder.

source: Describe one advantage of locating food production in urban areas.
sv_se: Beskriv en fördel med att placera livsmedelsproduktion i stadsområden.

source: Describe one negative impact that the wind farm could have on the local environment.
sv_se: Beskriv en negativ effekt som vindkraftsparken skulle kunna ha på den lokala miljön.

source: Describe the role of antibiotics in the treatment of disease.
sv_se: Beskriva antibiotikas roll vid behandlingen av sjukdomar.

source: Describe two advantages of using a simulation to determine the optimal pore diameter and number of pores for sound absorption.
sv_se: Beskriv två fördelar med att använda en simulering för att avgöra den optimala pordiametern och antalet porer för ljudabsorption.

source: Describe two ways to reduce the emission of the main pollutants that cause acid rain.
sv_se: Beskriv två sätt att minska utsläppen av de vanligaste föroreningarna som orsakar surt regn.

source: Description
sv_se: Beskrivning

source: Descriptions of ingredients
sv_se: Beskrivning av ingredienser

source: Desktop computers
sv_se: Stationära datorer

source: Determining course content, including <national/regional> curricula
sv_se: Bestämma kursinnehåll, inklusive nationell läroplan

source: Determining teachers’ salary increases
sv_se: Bestämma lärarnas löneförhöjningar

source: Diadromous species – travel between salt and freshwater
sv_se: Diadroma arter - rör sig mellan saltvatten och sötvatten

source: Diagnosis
sv_se: Diagnos

source: Did the number of plant species in connected fragments increase at a greater rate than in isolated fragments during the investigation?
sv_se: Ökade antalet växtarter i sammanbundna odlingsytor snabbare än i separata odlingsytor under experimentet?

source: Did you use the parachute in the right place?
sv_se: Använde du fallskärmen på rätt ställe?

source: Diesel is a liquid made up of many types of hydrocarbons (molecules made up of hydrogen and carbon atoms).
sv_se: Diesel är en vätska som består av många olika typer av kolväten (molekyler som består av väte- och kolatomer).

source: Different plans (combinations of physical activities) result in different fitness scores.
sv_se: Olika upplägg (kombinationer av fysisk aktivitet) leder till olika konditionspoäng.

source: Different data collected from different sources allow for error estimates.
sv_se: Skillnader i data från varje källa för varje år gör det möjligt att uppskatta fel.

source: Different foods have different carbon footprints.
sv_se: Olika livsmedel har olika koldioxidavtryck.

source: Different gravity and atmosphere levels will change the behaviour of the spacecraft at landing and take off.
sv_se: Olika gravitations- och atmosfärsnivåer kommer att påverka rymdfarkostens beteende vid landning och start.

source: Different insect species might be active at different times of the year.
sv_se: Olika insektsarter kan vara aktiva under olika tider på året.

source: Different insect species might feed on different parts of the plant, such as roots, stems and leaves.
sv_se: Olika insektsarter kan livnära sig på olika delar av växten, till exempel rötter, stjälkar och blad.

source: Different insect species might feed on different plants.
sv_se: Olika insektsarter kan livnära sig på olika växter.

source: Different insect species might target different stages of the weed’s life cycle.
sv_se: Olika insektsarter kan vara inriktade på olika stadier i ogräsets livscykel.

source: Different materials are used to make pots.
sv_se: Olika material används för att tillverka grytor.

source: Different plans for Max result in different fitness scores:
sv_se: Martins olika upplägg resulterar i olika konditionspoäng:

source: Different sources of light emit light of different wavelengths.
sv_se: Olika ljuskällor sänder ut ljus med olika våglängder.

source: Digital Art
sv_se: Digital konst

source: Digital devices are used for extracurricular activities at school.
sv_se: Digitala enheter används för fritidsaktiviteter på skolan.

source: Digital devices at the school are sufficiently powerful in terms of computing capacity
sv_se: Skolans digitala utrustning är tillräckligt kraftfull med avseende på beräkningskapacitet.

source: Digital learning games (e.g. <Kahoot®>, <Quizlet®>)
sv_se: Digitala lärspel (t.ex. Kahoot, Quizlet)

source: Dinosaur Footprints
sv_se: Dinosauriefotspår

source: Dinosaur bones have these growth rings.
sv_se: Dinosaurieben har dessa tillväxtringar.

source: Dinosaur tracks, such as footprints, are fossilised evidence of dinosaur activity.
sv_se: Dinosauriespår, till exempel fotspår, är fossila bevis på dinosaurieaktivitet.

source: Dirty air causing asthma
sv_se: Förorenad luft orsakar astma

source: Disable a variable (where applicable).
sv_se: Avaktivera en variabel (om det behövs).

source: Disadvantage of using AI systems:
sv_se: Nackdel med att använda AI-system:

source: Disadvantage:
sv_se: Nackdel:

source: Disagree
sv_se: Håller inte med

source: Discuss how new evidence can lead you to change your understanding about the possibility of life on Mars.
sv_se: Diskutera hur nya bevis kan ändra din förståelse beträffande möjligheterna för liv på Mars.

source: Discuss how well you are doing at school.
sv_se: Pratar med dig om hur det går för dig i skolan.

source: Discuss the homework in class.
sv_se: Diskuterar läxan under lektionen.

source: Discuss with friends and family how to have a positive impact on the environment
sv_se: Diskuterat med vänner och familj hur man kan ha en positiv inverkan på miljön

source: Discuss with me an action plan to improve my learning
sv_se: Diskuterar en utvecklingsplan med mig för hur jag kan bli bättre på att lära mig engelska

source: Discuss with me the progress I have made in <English²>
sv_se: Diskuterar mina framsteg i engelska med mig

source: Discussing a community enviornmental issue with others
sv_se: Diskuterat ett lokalt miljöproblem med andra människor

source: Disease detection
sv_se: Upptäckt av sjukdomar

source: Diseased cells absorb more of the solution than normal cells.
sv_se: Sjuka celler absorberar mer av lösningen än normala celler.

source: Dismissing or suspending teachers from employment
sv_se: Avskeda eller stänga av lärare från anställning

source: Dispose of chemical waste in areas far away from the sites involved in cotton production.
sv_se: Göra sig av med kemiskt avfall på områden långt från platser där bomullsproduktion förekommer.

source: Dissatisfied with my solution
sv_se: Inte nöjd med min lösning

source: Dissolving Crystals
sv_se: Lösa upp kristaller

source: Distance and time
sv_se: Avstånd och tid

source: Distance between lightning strike and observer (km)
sv_se: Avstånd mellan blixtnedslag och person (km)

source: Distance to school
sv_se: Avstånd till skolan

source: Distance to site
sv_se: Avstånd till platsen

source: Distance travelled by water in river
sv_se: Sträcka som vattnet färdats i floden

source: Distillation is a process that separates hydrocarbons in a mixture according to their boiling point.
sv_se: Destillation är en process där man separerar kolväten ur en flytande blandning baserat på kolvätenas kokpunkt.

source: Do <English¹> quizzes or exercises
sv_se: Frågesport eller övningar på engelska

source: Do <science> exercises online
sv_se: Göra naturvetenskapliga övningar på internet

source: Do electric vehicles emit less CO₂ per kilometre of driving than vehicles that use fossil fuels?
sv_se: Släpper elfordon ut mindre CO₂ per körd kilometer än andra fordon som använder fossila bränslen?

source: Do household chores
sv_se: Gör hushållsarbete

source: Do not include magazines, newspapers, or your schoolbooks.
sv_se: Ta inte med tidningar, dagstidningar eller dina skolböcker.

source: Do paths influence biodiversity by increasing fragment area?
sv_se: Påverkar korridorer biologisk mångfald när arean hos odlingsytorna ökar?

source: Do paths influence biodiversity by increasing the edge-to-area ratio of the fragments?
sv_se: Påverkar korridorer biologisk mångfald när förhållandet mellan omkrets och area i odlingsytorna ökar?
